Repository: git-stuff/git-stuff
Catalog: manpages/po/*/git-whoami.1.po
Languages: de

source: SYNOPSIS
de: SYNTAX

source: DESCRIPTION
de: BESCHREIBUNG

source: OPTIONS
de: OPTIONEN

source: SEE ALSO
de: SIEHE AUCH

source: This program is a part of git-stuff.
de: Dieses Programm ist Teil von git-stuff.

source: BUGS
de: FEHLER

source: Bugs can be reported by submitting a bugreport for the git-stuff package in the Debian Bug Tracking System at E<lt>I<http://bugs.debian.org/>E<gt> or by writing a mail to the author.
de: Fehler können durch Einreichen eines Fehlerberichtes für das git-stuff Paket im Debian Bug Tracking System unter E<lt>I<http://bugs.debian.org/>E<gt> oder durch Senden einer E-Mail an den Autor mitgeteilt werden.

source: AUTHOR
de: AUTOR

source: B<git-whoami> - tell about author and committer information
de: B<git-whoami> - gibt Informationen zu Autor und Committer an.

source: B<git-whoami> is a program that tells what author and committer information would (probably) be used for a commit.
de: B<git-whoami> ist ein Program welches Informationen über Autor und Commiter ausgibt die für einen allfälligen Commit benutzt würden.

source: This is particularly helpful when operating many different Git repositories with different identities (work, private, different projects). B<git-whoami> is inspired by 'bzr whoami'.
de: Dies ist besonders nützlich wenn mit vielen verschiedenen Git Repositories mit unterschiedlichen Identitäten (Arbeit, Privat, verschiedene Projekte) gearbeitet wird. B<git-whoami> ist inspiriert von 'bzr whoami'.

source: git-whoami has no options.
de: git-whoami hat keine Optionen.

source: git-stuff was written by Daniel Baumann E<lt>I<daniel.baumann@progress-technologies.net>E<gt>, git-whoami was written by Peter Eisentraut E<lt>I<peter@eisentraut.org>E<gt>.
de: git-stuff wurde von Daniel Baumann E<lt>I<daniel.baumann@progress-technologies.net>E<gt> geschrieben, git-whoami wurde von Peter Eisentraut E<lt>I<peter@eisentraut.org>E<gt> geschrieben.
