Repository: git-stuff/git-stuff
Catalog: debian/po/*.po
Languages: cs, da, de, es, fr, it, pl, pt, sk, sv

source: Git repack repositories
cs: Přebalení Git repositářů
da: Git repack-arkiver
de: Neu packen der Git Repositories
es: Repositorios de re-empaquetado de Git
fr: Recompression des répertoires Git
pl: Ponowne pakowanie repozytoriów Gita
pt: Re-empacotar os repositórios GIT
sk: Opätovné zbalenie úložísk Git

source: Enable cron job?
cs: Povolit úlohu cronu?
da: Aktiver cronjob?
de: Cron Job aktivieren?
es: ¿Desea activar la tarea periódica?
fr: Faut-il activer la tâche cron ?
it: Abilitare il compito cron?
pl: Włączyć zadanie crona?
pt: Activar a tarefa no cron?
sk: Zapnúť úlohu cron?
sv: Aktivera cron-jobb?

source: Git repositories tend to grow quite large quickly. To save space and maintain optimal performance they should be repacked from time to time (reducing the number of files in the objects subdirectory).
cs: Git repositáře mají tendenci se rychle zvětšovat. K ušetření místa a udržení optimálního výkonu by se měly čas od času přebalit (sníží se počet souborů v podadresáři s objekty).
da: Gitarkiver har en tendens til at vokse sig store ret hurtigt. For at spare plads og bevare optimal ydelse så skal de pakkes om fra tid til anden (reducerende antallet af filer i objektets undermappe).
de: Git Repositories tendieren dazu, schnell ziemlich gross zu werden. Um Speicherplatz zu sparen und optimale Performance aufrecht zu erhalten, sollten diese von Zeit zu Zeit neu gepackt werden (was die Zahl der Dateien im objects Unterverzeichnis vermindert).
es: Los repositorios de GIT tienden a hacerse grandes rápidamente. Para ahorrar espacio y mantener un rendimiento óptimo deben re-empaquetarse de forma periódica (reduciendo el número de archivos en el subdirectorio de objetos).
fr: La taille des dépôts Git a tendance à augmenter rapidement. Pour gagner de l'espace et conserver des performances optimales, ils devraient être compressés de temps en temps (en réduisant le nombre de fichiers dans les sous-répertoires d'objets).
it: I repository Git tendono a diventare velocemente piuttosto grandi. Per salvare spazio e mantenere prestazioni ottimali, dovrebbero di tanto in tanto essere reimpacchettati (riducendo il numero di file nella sottodirectory objects).
pl: Repozytoria Gita dość szybko osiągają duże rozmiary. Aby zachować przestrzeń dyskową i optymalną wydajność, powinny być co jakiś czas ponownie pakowane (ograniczając w ten sposób liczbę plików w podkatalogu obiektów).
pt: Os repositórios Git tendem a crescer rapidamente. De modo a poupar espaço e manter uma performance óptima, deverão ser re-empacotados de vez em quando (reduzindo o número de ficheiros nos directórios de objectos).
sk: Úložiská Git majú tendenciu rýchlo rásť. Na ušetrenie miesta a udržiavanie optimálneho výkonu ich treba občas opätovne zbaliť (zmenšením počtu súborov v podadresári objektov).
sv: Git-förråd har en förmåga att växa sig ganska stora fort. För att spara på utrymme och behålla optimal körning ska de packas ihop då och då (reducerar antalet filer i underkatalogen object).

source: Git directories:
cs: Adresáře pro Git:
da: Gitmapper:
de: Git Verzeichnisse:
es: Directorios Git:
fr: Répertoires Git :
it: Directory Git:
pl: Katalogi Gita:
pt: Directórios Git:
sk: Adresáre Git:
sv: Git-kataloger

source: Please specify the directory or directories (space separated) used as root for the Git repositories on the server. Note that git-repack-repositories will work recursively.
cs: Zadejte prosím adresář či adresáře, (oddělené mezerou), které se na tomto serveru používají jako kořen pro Git repositáře. Berte na vědomí, že git-repack-repositories bude fungovat rekurzivně.
da: Angiv venligst mappen eller mapperne (adskilt af mellemrum) brugt som root for gitarkiverne på serveren. Bemærk at git-repack-repositories vil fungere rekursivt.
de: Bitte geben Sie das oder die Verzeichnisse (durch Leerzeichen getrennt) an, welche als Wurzelverzeichnis für die Git Repositories auf dem Server verwendet werden sollen. Beachten Sie, dass git-repack-repositories rekursiv arbeiten wird.
es: Especifique el directorio o directorios (separados por espacio) que se utilizan como raíz de los repositorios de Git en el servidor. Tenga en cuenta que «git-repack-repositories» opera de forma recursiva.
fr: Veuillez indiquer le ou les répertoires (séparés par des virgules) utilisés comme racine des dépôts Git sur le serveur. Veuillez noter que git-repack-repositories fonctionnera de façon récursive.
it: Specificare la directory o le directory (separate da spazi) usate come radice per i repository Git nel server. Notare che git-repack-repositories funziona in modo ricorsivo.
pl: Proszę podać katalog lub katalogi (oddzielając je spacją), używane jako katalogi główne repozytoriów Gita na serwerze. Proszę zwrócić uwagę, że git-repack-repositories będzie działał rekurencyjnie.
pt: Por favor especifique o directório ou directórios (separados por espaços) utilizado pelo root para os repositórios Git no servidor. Note que o git-repack-repositories funcionará recursivamente.
sk: Prosím, zadajte adresár alebo adresáre (oddelené medzerou), použité ako koreň úložísk Git na serveri. Pamätajte, že git-repack-repositories bude pracovať rekurzívne.
sv: Ange katalog eller kataloger (separera med mellanslag) som används som rot för Git-förråd på servern. Observera att git-repack-repositories arbetar recursivt.

source: Git cron job scheduling:
cs: Naplánování úlohy cronu pro Git:
da: Planlægning af Git-cronjob:
de: Zeitpunkt des Git CronJobs:
es: Planificación de la tarea de cron de Git:
fr: Programmation de la tâche cron de Git :
it: Schedulazione del compito cron per Git:
pl: Plan zadań crona dotyczących Gita:
pt: Agendamento da tarefa Git no cron:
sk: Plánovanie úlohy cron pre Git:
sv: Schemaläggning av Git-cron-jobb

source: Please choose when the cron job should be started.
cs: Zvolte si prosím, kdy se má úloha cronu spouštět.
da: Vælg venligst hvornår cronjobbet skal startes.
de: Bitte wählen Sie, wann der Cron Job gestartet werden soll.
es: Escoja cuando debería arrancarse la tarea de cron.
fr: Veuillez choisir quand la tâche cron devrait être démarrée.
it: Scegliere quando deve essere avviato il compito cron.
pl: Proszę zdecydować, kiedy ma się rozpoczynać zadanie crona.
pt: Por favor escolha quando deverá a tarefa cron ser iniciada.
sk: Prosím, vyberte kedy má byť úloha cron spúšťaná.
sv: Ange när cron-jobbet ska startas.

source: See crontab(5) for the format definition. If it is left empty, the default value "@monthly" (without the quotes) will be used, executing the cron job every month.
cs: Pro definici formátu se podívejte do crontab(5). Ponecháte-li políčko prázdné, použije se výchozí hodnota "@monthly" (bez uvozovek), což provede úlohu cronu každý měsíc.
da: Se crontab(5) for formatdefinitionen. Hvis den efterlades tom, vil standardværdien »@monthly« (uden anførelsestegnene) blive brugt og køre cronjobbet hver måned.
de: In crontab(5) finden Sie die Definition des Formats. Wenn dies leer bleibt, wird der Standardwert "@monthly" (ohne Anführungszeichen) verwendet, so dass der Cron Job jeden Monat ausgeführt wird.
es: Para ver la definición de formatos consulte la página de manual crontab(5). Si deja este valor vacío, se utilizará el valor por omisión «@monthly» (sin las comillas), de forma que la tarea se ejecute cada mes.
fr: Veuillez consulter crontab(5) pour la définition du format. Si ce champ est laissé vide, la valeur par défaut « @monthly » sera utilisée (sans les guillemets), exécutant la tâche cron tous les mois.
it: Vedere crontab(5) per la definizione del formato. Se viene lasciato vuoto, verrà usato il valore predefinito «@monthly» (senza le virgolette), eseguendo il compito cron ogni mese.
pl: Definicję formatu zawiera strona podręcznika crontab(5). Przy pozostawieniu pola pustego, zostanie użyta domyślna wartość "@monthly" (bez cudzysłowu), wykonując zadanie crona co miesiąc.
pt: Veja crontab(5) para a definição de formato. Se deixada em branco, será usado o valor por omissão "@monthly" (sem as aspas), executando a tarefa do cron a cada mês.
sk: Definíciu formátu hľadajte v crontab(5). Ak ponecháte pole prázdne, bude použitá predvolená hodnota „@monthly” (bez úvodzoviek), ktorá bude spúšťať úlohu cron každý mesiac.
sv: Läs crontab(5) för formatdefinitionen. Om detta lämnas tomt kommer standardvärdet "@monthly" (utan citattecken) att användas, cron-jobbet kommer då köras månatligen.

source: Additional Git utilities
cs: Další nástroje pro Git
da: Yderligere Gitredskaber
de: Zusätzliche Git Werkzeuge
es: Utilidades adicionales de Git
fr: Utilitaires Git supplémentaires
it: Utilità Git aggiuntive
pl: Dodatkowe narzędzia Gita
pt: Utilitários Git adicionais
sk: Doplnkové nástroje Git
sv: Ytterligare Git-verktyg

source: Should shortcut definitions be activated?
cs: Mají se aktivovat zkratky definic?
da: Skal genvejsdefinitioner aktiveres?
de: Sollen Tastatur Abkürzungen aktiviert werden?
es: ¿Deberían activarse las definiciones de atajos?
fr: Faut-il activer les définitions de raccourcis ?
it: Attivare le definizioni delle scorciatoie?
pl: Aktywować regułki skrótów?
pt: Deverão as definições de atalhos ser activadas?
sk: Majú byť aktivované definície skratiek?
sv: Ska genvägsdefinitioner aktiveras?

source: Special shortcut definitions for Bash can be activated in /etc/profile.d.
cs: Pro Bash lze v souboru /etc/profile.d aktivovat speciální zkratky definic.
da: Specielle genvejsdefinitioner for Bash kan aktiveres i /etc/profile.d.
de: Spezielle Tastatur Abkürzungen für Bash können in /etc/profile.d aktiviert werden.
es: Pueden activarse algunas definiciones speciales para Bash en «/etc/profile.d»
fr: Les définitions de raccourcis spéciaux pour Bash peuvent être activés dans /etc/profile.d.
it: Possono venire attivate in /etc/profile.d speciali definizioni di scorciatoie per Bash.
pl: Można aktywować specjalne reguły skrótów Basha w /etc/profile.d.
pt: Definições de atalhos especiais para Bash podem ser activadas em /etc/profile.d.
sk: Môžu byť aktivované definície špeciálnych skratiek pre Bash v /etc/profile.d.
sv: Speciella genvägsdefinitioner för Bash kan aktiveras i /etc/profile.d.
